Repository: Antergos/Cnchi
Catalog: po/*.po
Languages: ca@valencia, ms, pt, ro

source: Can't change to locale '%s'
ca@valencia: No es pot canviar a lloc '%s'
pt: Não foi possível mudar a localização para '%s"

source: Package %s not found in any repo!
pt: O pacote %s não foi encontrado em nenhum repositorio!

source: Checking dependencies...
ca@valencia: Comprovació de les dependències ...
pt: Verificando dependências...
ro: Verificare dependențe...

source: Checking file conflicts...
ca@valencia: Comprovació de conflictes d'arxius ...
ms: Memeriksa konflik fail...
pt: Checando arquivos conflitantes...
ro: Verificare conflicte intre fișiere...

source: Resolving dependencies...
ca@valencia: Resolent dependències ...
pt: Resolvendo dependências...
ro: Rezolvare dependențe...

source: Checking inter conflicts...
ca@valencia: Comprovació dels conflictes interns ...
pt: A verificar possiveis conflitos...
ro: Verificare conflicte interne...

source: Removing...
ca@valencia: Extracció de ...
ms: Membuang...
pt: Removendo...
ro: Eliminare...

source: Upgrading...
ca@valencia: Actualització de ...
ms: Menaiktaraf...
pt: Atualizando...

source: Checking integrity...
ca@valencia: Comprovació d'integritat ...
ms: Memeriksa integriti...
pt: Verificando a integridade...
ro: Verificare integritate...

source: Loading packages files...
ca@valencia: Càrrega d'arxius de paquets ...
ms: Memuat fail pakej...
pt: Carregando pacotes de arquivos...
ro: Încărcare fișiere din pachete...

source: Configuring...
ca@valencia: Configuració ...
ms: Mengkonfigurasi...
pt: Configurando...
ro: Configurare...

source: Configuring a package
ca@valencia: Configuració d'un paquet
ms: Konfigurasi pakej
pt: Configurando um pacote
ro: Configurarea unui pachet

source: Downloading a file
ca@valencia: Descarregar un arxiu
ms: Memuat turun fail
pt: Baixando um arquivo
ro: Descărcarea unui fișier

source: ERROR: %s
ms: RALAT: %s
pt: Erro: %s
ro: EROARE: %s

source: WARNING: %s
ca@valencia: ADVERTÈNCIA: %s
ms: AMARAN: %s
pt: ATENÇÃO: %s
ro: AVERTISMENT: %s

source: Downloading %s...
pt: A descarregar %s...

source: Refreshing %s...
ca@valencia: Refrescant %s...
ms: Menyegarkan %s...
pt: Actualizando %s
ro: Reîmprospătare %s

source: Installing %s (%d/%d)
pt: A instalar %s (%d/%d)

source: Checking and loading packages...
pt: A verificar e a carregar os pacotes...

source: In rankmirrors, can't get network status
ca@valencia: No puc obtenir l'estat de la xarxa a 'rankmirrors'
ms: Dalam rankmirrors, Tidak boleh mendapatkan status rangkaian
pt: Não foi possível obter o estado da rede para os servidores da lista

source: Couldn't execute auto mirroring selection
ca@valencia: No puc seleccionar un 'mirror' de manera automàtica
pt: Não foi possível executar a selecção automática de endereços de servidor
ro: Nu se poate executa autoselecția oglinzilor

source: Antergos Installer - Error
ca@valencia: Instal·lador Antergos - Error
ms: Pemasang Antergos - Ralat
pt: Instalador do Antergos - Erro
ro: Programul de instalare Antergos - Eroare

source: Antergos Installer - Warning
ca@valencia: Instal·lador Antergos - Avís
ms: Pemasang Antergos - Amaran
pt: Instalador do Antergos - Atenção
ro: Programul de instalare Antergos - Avertisment

source: Antergos Installer - Information
ca@valencia: Instal·lador Antergos - Informació
ms: Pemasang Antergos - Maklumat
pt: Instalador do Antergos - Informação
ro: Programul de instalare Antergos - Informare

source: Antergos Installer - Question
ca@valencia: Instal·lador Antergos - Pregunta
ms: Pemasang Antergos - Soalan
pt: Instalador do Antergos - Perguntas
ro: Programul de instalare Antergos - Intrebare

source: Installation finished! Do you want to restart your system now?
ca@valencia: Instal·lació acabada! ⏎ Voleu reiniciar ara?
ms: Pemasangan selesai!‚èé Adakah anda ingin untuk memulakan semula sistem anda sekarang?
pt: Instalação terminada! Você quer reiniciar seu novo sistema agora?
ro: Instalare completă! Vreți să reporniți sistemul acum?

source: Installing Antergos...
pt: A Instalar Antergos...
ro: Instalare Antergos...

source: Please wait...
ca@valencia: Si us plau, espera...
ms: Sila tunggu...
pt: Por favor aguarde...
ro: Vă rugăm așteptați...

source: Where are you?
ca@valencia: On ets?
ms: Di manakah anda?
pt: Aonde você está?
ro: Unde sunteți?

source: Zone:
ca@valencia: Zona:
ms: Zon:
pt: Zona:
ro: Zonă:

source: Region:
ca@valencia: Regió:
pt: Região:
ro: Regiune:

source: location changed to : %s
ca@valencia: La localització s'ha canviat a : %s
ms: lokasi ditukar kepada: %s
pt: Localização modificada para: %s
ro: locație schimbată in : %s

source: Can't autodetect timezone coordinates
ca@valencia: No puc detectar la teva zona horària
pt: Não foi possível detectar automaticamente as coordenadas de fuso horário
ro: Nu se poate autodetecta coordonatele fusului orar

source: Stoping timezone threads...
ca@valencia: Detenció de fils de zona horària ...
pt: A parar as tarefas de horario local...

source: In timezone, can't get network status
ca@valencia: No puc obtenir l'estat de la xarxa a la zona horària
pt: No fuso horário, não foi possível obter o status da rede

source: Can't get the country code used to create a pacman mirrorlist
ca@valencia: No es pot obtenir el codi de país utilitzat per crear un mirall llista Pacman
pt: Não foi possivel obter o código do pais necessário para criar a lista de mirrors do pacman

source: Downloaded a specific mirrorlist for pacman based on %s country code
ca@valencia: Descarregat un mirall llista específic per Pacman basat en codi de país de %s
pt: Foi efectuado o download da lista especifica de servidores baseado no código do páis %s

source: Couldn't generate mirrorlist for pacman based on country code
ca@valencia: No s'ha pogut generar mirall llista per Pacman basat en codi de país
pt: Não foi possivel gerar a lista de servidores para o pacman usando o código do país

source: Your name:
ca@valencia: El teu nom:
ms: Nama anda:
pt: Seu nome:
ro: Numele vostru:

source: Your name
pt: O seu nome

source: Your computer's name:
ca@valencia: El nom del teu ordinador:
ms: Nama kumputer anda:
pt: O nome de seu computador:
ro: Numele computerului vostru:

source: Pick a username:
ca@valencia: Escull un nom d'usuari:
ms: Pilih nama pengguna:
pt: Escolha um nome de usuário:
ro: Alegeți un nume de utilizator:

source: Username
pt: Nome de utilizador

source: Choose a password:
ca@valencia: Escull una contrasenya:
ms: Pilih kata laluan:
pt: Escolha uma senha:
ro: Alegeți o parolă:

source: Password
pt: Palavra Passe

source: Confirm your password:
ca@valencia: Confirma la teva contrasenya:
ms: Sahkan kata laluan anda:
pt: Confirme sua senha:
ro: Confirmați-vă parola:

source: Confirm password
pt: Confirme a palavra passe

source: The name it uses when it talks to other computers.
ca@valencia: El nom que usa quan parla amb d'altres ordinadors.
pt: O nome que ele usa quando conversa com outros computadores.
ro: Numele folosit în comunicarea cu alte computere.

source: You must enter a name
ca@valencia: Has d'entrar un nom
ms: Anda mesti memasukkan nama
pt: Você deve escolher um nome
ro: Trebuie să introduceți un nume

source: You must enter a username
ca@valencia: Has d'entrar un nom d'usuari
ms: Anda mesti memasukkan nama pengguna
pt: Você deve escolher um nome de usuário
ro: Trebuie să introduceți un nume de utilizator

source: You must enter a password
ca@valencia: Has d'entrar una contrasenya
ms: Anda mesti memasukkan kata laluan
pt: Você deve escolher uma senha
ro: Trebuie să introduceți o parolă

source: Log in automatically
ca@valencia: Entra al sistema automàticament
ms: Log masuk secara automatik
pt: Fazer login automaticamente
ro: Logare automată

source: Require my password to log in
ca@valencia: Demana la contrasenya per poder entrar al sistema
ms: Memerlukan kata laluan untuk log masuk
pt: Solicitar minha senha para login
ro: Cere parolă pentru logare

source: Encrypt my home folder
ca@valencia: Codifica la teva carpeta d'usuari
ms: Menyulitkan folder utama saya
pt: Criptografar minha pasta home
ro: Criptează dosarul acasa

source: Who are you?
ca@valencia: Qui ets?
ms: Siapakah anda?
pt: Quem é você?
ro: Cine sunteți?

source: Invalid characters entered
ca@valencia: Has entrat caràcters no vàlids
ms: Aksara yang tidak sah dimasukkan
pt: Caracteres inseridos são inválidos
ro: Caractere invalide introduse

source: Username can't contain dots
pt: O nome de utilizador não pode conter pontos

source: Too many characters
pt: Demasiados caracteres
ro: Prea multe caractere

source: password is too short
ca@valencia: La contrasenya és massa curta
ms: kata laluan terlalu singkat
pt: senha muito curta
ro: parola este prea scurtă

source: weak password
ca@valencia: La contrasenya és massa dèbil
ms: kata laluan yang lemah
pt: senha fraca
ro: parolă slabă

source: fair password
ca@valencia: contrasenya massa dèbil
ms: kata laluan yang sederhana
pt: password mediocre
ro: parolă convenabilă

source: good password
ca@valencia: contrasenya correcta
ms: kata laluan yang baik
pt: Uma boa senha
ro: parolă bună

source: strong password
ca@valencia: contrasenya forta
ms: kata laluan yang kukuh
pt: senha forte
ro: parolă puternică

source: Passwords do not match
ca@valencia: Les contrasenyes no coincideixen
ms: Kata laluan tidak sepadan
pt: Senhas não coincidem
ro: Parolele nu se potrivesc

source: Try Antergos without modifying your hard drive. Or install it to your PC with one of the two installer options.
pt: Experimente o Antergos sem modificar o seu computador. Ou instale no seu computador usando uma das opções de instalação.
ro: Încetcați Antergos fără a vă modifica discul dur. Sau instalați-l pe computerul vostru folosind una din cele două opțiuni de instalare.

source: Try it
pt: Experimentar
ro: Încercați-l

source: CLI Installer
pt: Instalação CLI
ro: Program de instalare CLI

source: Graphical Installer
pt: Instalação gráfica
ro: Program de instalare grafic

source: Can't load the CLI installer
ca@valencia: No es pot carregar l'instal·lador CLI
pt: Não foi possível carregar o instalador CLI
ro: Nu poate fi incarcat programul de instalare CLI

source: Layouts
ca@valencia: Distribucions
ms: Susun atur
ro: Scheme

source: Device for boot loader installation:
ms: Peranti untuk pemasangan pemuat but:

source: Choose where to install Antergos (easy)
ms: Pilih di mana untuk memasang Antergos (mudah)

source: This installation mode will overwrite everything in your drive. If you are sure that this is what you want, please choose the drive where you want to install Antergos and click the button below to start the process.
ms: Cara pemasangan ini akan menulisganti segala-galanya dalam memandu anda. Jika anda pasti bahawa ini adalah apa yang anda mahu, sila pilih pemacu di mana anda ingin memasang Antergos dan klik butang di bawah untuk memulakan proses tersebut.

source: You must inform about these two mount points to install Antergos
ms: Anda mesti memaklumkan mengenai kedua-dua titik lekap untuk memasang Antergos

source: You can't select the same device for both mount points!
ms: Anda tidak boleh memilih peranti yang sama untuk kedua-dua titik lekap!

source: In easy install, can't create list of partitions
ms: Dalam pemasangan mudah, tidak boleh membuat senarai partisyen

source: Running mkinitcpio
ms: mkinitcpio Berjalan

source: Downloading %s
ms: Memuat turun %s
