Repository: Antergos/Cnchi
Catalog: po/*.po
Languages: ca@valencia, ms, pt, ro

source: This installer must be run with administrative privileges, and cannot continue without them.
ca@valencia: Aquest instal·lador ha de funcionar amb privilegis d'administrador i no pot continuar sense ells.
ms: Pemasang ini mesti dijalankan dengan keizinan pentadbir, dan tidak boleh diteruskan tanpa mereka.
pt: Este instalador apenas pode ser executado com permissões administrativas, e não pode continuar sem as mesmas.
ro: Acest program de instalare trebuie rulat cu drepturi administrative, și nu poate continua fară acestea.

source: You cannot run two instances of this installer. If you are sure that the installer is not already running you can manually delete the file %s and run this installer again.
ca@valencia: No pots executar dues instàncies d'aquest instal·lador Si estàs segur que l'instal·lador no està ja funcionant pots esborrar manualment el fitxer %s i tornar a executar aquest instal·lador.
pt: Não é possível executar duas instâncias do instalador. Se você tem certeza que o instalador não está sendo executado você pode excluir manualmente o arquivo %s e executar o instalador novamente.
ro: Nu puteți rula două instanțe ale acestui program de instalare. Dacă sunteți siguri că programul de instalare nu rulează deja puteți să ștergeți manual fișierul %s și să rulați programul de instalare din nou.

source: Using Aria2 to download packages - EXPERIMENTAL
pt: A usar Aria2 para descarregar os pacotes - EXPERIMENTAL

source: Using '%s' file as package list
pt: Usar o ficheiro '%s' como lista de pacotes

source: Antergos Installer
ca@valencia: Instal·lador de Antergos
ms: Pemasang Antergos
pt: Instalador Antergos
ro: Programul de instalare Antergos

source: Quiting installer...
pt: A encerrar o instalador...

source: unknown
pt: desconhecido

source: What is your boot system type?
pt: Qual é o tipo de arranque do seu sistema?

source: BIOS (Common)
pt: BIOS (Comum)

source: Choose 'cancel' if you don't want to install a boot loader
pt: Selecione 'cancelar' se não pretender instalar o um boot loader

source: Check your computer
ca@valencia: Comprova el teu ordinador
ms: Memeriksa komputer anda
pt: Verifique se o seu computador:
ro: Verificați-vă computerul

source: has at least 3GB available drive space
ca@valencia: té com a mínim 3GB d'espai de disc dur disponible
ms: mempunyai sekurang-kurangnya 3GB ruang cakera yang tersedia
pt: tem ao menos 3 GB de espaço livre no seu disco
ro: are cel puțin 3GB de spațiu liber pe disc

source: is plugged in to a power source
ca@valencia: està connectat a una font de corrent
ms: sudah diplagkan kepada sumber kuasa
pt: esta conectado a uma fonte de energia
ro: este conectat la o sursă de curent

source: is connected to the Internet
ca@valencia: està connectat a Internet
ms: telah disambungkan kepada Internet
pt: esta conectado a internet
ro: este conectat la Internet

source: For best results, please ensure that this computer:
ca@valencia: Per obtenir els millors resultats, assegura't que:
ms: Untuk keputusan yang terbaik, sila pastikan bahawa komputer ini:
pt: Para melhores resultados, por favor, assegure-se que este computador:
ro: Pentru rezultate optime, asigurați-vă că acest computer:

source: Antergos uses third-party software to play Flash, MP3 and other media. Some of this software is propietary. The software is subject to license terms included with its documentation.
pt: Antergos usa software de terceiros para correr Flash, MP3 e outros tipos de media. Algum deste software é proprietário e sujeito a termos e licenças juntamente com a sua documentação.

source: Install this third-party software
pt: Instalar aplicações de terceiros

source: Can't get network status
ca@valencia: No puc obtenir l'estat de la xarxa
ms: Tidak boleh mendapatkan status rangkaian
pt: Não foi possível obter o estado da rede
ro: Nu se poate obține starea rețelei

source: We have Internet connection.
ca@valencia: Tens una connexió a Internet
ms: Kami mempunyai sambungan Internet.
pt: Nós temos conexão com a Internet
ro: Avem conexiune la Internet.

source: We're connected to a power source.
ca@valencia: Estàs connectat a una font de corrent
pt: Nós estamos conectados a uma fonte de energia.
ro: Suntem conectați la o sursă de curent.

source: We have enough space in disk.
ca@valencia: Tens suficient espai de disc dur
ms: Kami mempunyai ruang yang cukup dalam cakera.
pt: Nós temos espaço em disco suficiente
ro: Avem suficient spațiu pe disc.

source: Gnome 3 is an easy and elegant way to use your computer. It is designed to put you in control and bring freedom to everybody. GNOME 3 is developed by the GNOME community.
pt: Gnome 3 é uma maneira fácil e elegante para usar o computador. Está projetado para o colocar no controlo do seu computador e trazer liberdade para todos. GNOME 3 é desenvolvido pela comunidade GNOME, um grupo internacional diversificado de colaboradores.

source: Cinnamon it's a fork of GNOME Shell, developed by (and for) Linux Mint. It attempts to provide a more traditional user environment based on the desktop metaphor, like GNOME 2
pt: Cinnamon é um interface derivado do GNOME Shell, inicialmente desenvolvido por (e para) o Linux Mint. Tenta proporcionar um ambiente de trabalho mais tradicional baseado na metáfora do desktop, como o GNOME 2

source: Xfce is a lightweight desktop environment for UNIX-like operating systems. It aims to be fast and low on system resources, while still being visually appealing and user friendly.
pt: Xfce é um ambiente de trabalho leve para sistemas operacionais UNIX. Destinado a ser rápido e com poucos recursos de sistema, enquanto mantêm um visual atraente e fácil de usar.

source: Extremely fast-performing and energy-saving desktop environment. It comes with a beautiful interface, multi-language support, standard keyboard short cuts and additional features like tabbed file browsing.
ca@valencia: Extremadament ràpid rendiment i l'entorn d'escriptori d'estalvi d'energia. Ve amb una interfície bonica, suport multi-idioma, dreceres de teclat estàndard i funcions addicionals com la navegació d'arxius amb pestanyes.
pt: Ambiente de trabalho com performance extremamente rápida e economia de energia. Com uma interface bonita, suporte a vários idiomas, atalhos de teclado padrões e características adicionais, como navegação de arquivos em abas.

source: Openbox is a highly configurable, next generation window manager with extensive standards support. The *box visual style is well known for its minimalistic appearance.
pt: Openbox é altamente configurável, a próxima geração de gerenciador de janelas com amplo suporte aos padrões. O estilo visual do *box é bem conhecido pela sua aparência minimalista.

source: Enlightenment is not just a window manager for Linux/X11 and others, but also a whole suite of libraries to help you create beautiful user interfaces with much less work
pt: Enlightenment não é apenas um gerenciador de janelas para Linux/X11 e outros, mas também todo um conjunto de bibliotecas para ajudá-lo a criar belas interfaces com muito menos trabalho.
ro: Enlightenment nu este decât un administrator de ferestre pentru Linux/X11 și altele, ci o întreagă suită de librării ce te ajută să creezi mult mai ușor interfețe de utilizare frumoase.

source: The KDE Community is an international technology team dedicated to creating a free and user-friendly computing experience, offering an advanced graphical desktop and a wide variety of applications.
pt: O KDE Community é uma equipe de tecnologia internacional dedicada à criação de uma experiência de computação livre e amigável, oferecendo uma área de trabalho gráfica avançada e uma grande variedade de aplicações.
ro: Comunitatea KDE este o echipă tehnologică internațională dedicată creeri unei experiențe libere și prietenoase, oferind un mediu grafic desktop avansat și o mare varietate de aplicații.

source: Razor-qt is an advanced, easy-to-use, and fast desktop environment based on Qt technologies. It has been tailored for users who value simplicity, speed, and an intuitive interface.
pt: Razor-qt é um ambiente de trabalho avançado, fácil de usar, rápido e baseado na tecnologia Qt. Ele foi adaptado para usuários que valorizam a simplicidade, velocidade e uma interface intuitiva.

source: This will install Antergos as command-line system, without any desktop at all. After the installation you can install the desktop you may see fit.
pt: Vai ser instalado o Antergos apenas como uma sistema de comando, sem qualquer ambiente de trabalho gráfico. Depois da instalação pode instalar o ambiente de trabalho gráfico que melhor se adaptar.

source: Select your desktop
pt: Selecione o seu ambiente de trabalho
ro: Alegeți-vă desktopul

source: Desktops
pt: Ambientes de trabalho
ro: Desktop-uri

source: Cnchi will install Antergos with the '%s' desktop
pt: Cnchi vai instalar o Antergos com o ambiente de trabalho '%s'

source: Error creating metalink for package %s
pt: Erro a criar metalink para o pacote %s

source: Error adding metalink for package %s
pt: Erro a adicionar metalink para o pacote %s

source: Downloading package '%s'...
pt: A descarregar o pacote '%s'...

source: Can't connect to Aria2. Won't be able to speed up the download.
pt: Não é possivel ligar ao Aria2. Não vai poder acelerar o descarregamento.

source: Unable to create download queue for package %s
pt: Não foi possivel colocar o pacote %s na lista de pacotes para descarregar

source: Can't find these packages:
pt: Não foi possivel encontrar os seguintes pacotes:

source: Warning! Can't resolve these dependencies:
pt: Atenção! Não foi possivel resolver as seguintes dependências:

source: free space
ca@valencia: espai lliure
ms: ruang bebas
pt: espaço livre
ro: spațiu liber

source: Device
ca@valencia: Dispositiu
ms: Peranti
pt: Dispositivo
ro: Dispozitiv

source: Type
ca@valencia: Tipus
ms: Jenis
pt: Tipo
ro: Tip

source: Mount point
ca@valencia: Punt de muntatge
ms: Titik lekap
pt: Ponto de montagem
ro: Punct de montare

source: Label
ca@valencia: Etiqueta
pt: Rótulo
ro: Etichetă

source: Format
pt: Formatar
ro: Formatați

source: Size
ca@valencia: Mida
ms: Saiz
pt: Tamanho
ro: Dimensiune

source: Used
ca@valencia: Usat
ms: Digunakan
pt: Usado
ro: Folosit

source: Flags
ca@valencia: Banderes
ms: Penanda
pt: Bandeiras
ro: Steaguri

source: none
ca@valencia: cap
ms: tiada
pt: nenhum
ro: niciunul

source: extended
ca@valencia: extès
pt: extendida
ro: extinsă

source: Cannot use same mount twice...
ca@valencia: No pots usar el mateix punt de muntatge dues vegades...
pt: Não é possível usar a mesma montagem duas vezes...
ro: Nu puteți utiliza aceeași montare de două ori...

source: Root partition must be formatted...
pt: A partição Root tem de ser formatada...

source: Creating primary partition
ca@valencia: Creant partició primària
ms: Mewujudkan partisyen utama
pt: A criar a partição primária
ro: Creare partiție primară

source: Creating extended partition
ca@valencia: Creant partició extesa
pt: A criar a partição extendida
ro: Creare partiție extinsă

source: Creating logical partition
ca@valencia: Creant partició lògica
ms: Mewujudkan logikal partisyen
pt: A criar a partição lógica
ro: Creare partiție logică

source: Advanced installation mode
ca@valencia: Mode d'instal·lació avançat
pt: Modo de instalação avançado
ro: Mod de instalare avansat

source: Use this device for boot loader installation:
pt: Use este dispositivo para a instalação do "boot loader":

source: New partition table
ca@valencia: Nova taula de partició
ms: Jadual partisyen baru
pt: Nova tabela de partição
ro: Tabela nouă de partiție

source: Change...
ca@valencia: Canviar...
pt: Mudar...
ro: Schimbă...

source: Size:
ca@valencia: Mida:
pt: Tamanho:
ro: Dimensiune:

source: Type:
ca@valencia: Tipus:
pt: Tipo:
ro: Tip:

source: Primary
ca@valencia: Primari
ms: Utama
pt: Primária
ro: Primară

source: Logical
ca@valencia: Lògic
ms: Logikal
pt: Lógica
ro: Logică

source: Extended
ca@valencia: Extès
pt: Extendida
ro: Extinsă

source: Beginning of this space
ca@valencia: Al principi d'aquest espai
ms: Permulaan daripada ruang ini
pt: Inicio deste espaço
ro: Începutul acestui spațiu

source: End of this space
ca@valencia: A la fi d'aquest espai
ms: Akhir daripada ruang ini
pt: Fim deste espaço
ro: Sfârșitul acestui spațiu

source: Use as:
ca@valencia: Usa com:
ms: Guna sebagai:
pt: Usar como:
ro: Folosiți ca:

source: Mount point:
ca@valencia: Punt de muntatge:
ms: Titik lekap:
pt: Ponto de montagem:
ro: Punct de montare:

source: Label (optional):
ca@valencia: Etiqueta (opcional):
ms: Label (pilihan):
pt: Rótulo (opcional)
ro: Etichetă (opțional):

source: Encryption options...
ca@valencia: Opcions d'encriptació...
ms: Opsyen penyulitan ...
pt: Opções de encriptação...
ro: Opțiuni de criptare...

source: Format:
pt: Formatar:
ro: Formatați:

source: Partition table type:
ca@valencia: Tipus de taula de partició:
ms: Jenis jadual partisyen:
pt: tipo de tabela de partição:
ro: Tipul tabelei de partiție:

source: Create partition table
ca@valencia: Crear taula de partició
ms: Buat jadual partisyen
pt: Criar tabela de partição
ro: Creați tabela de partiție:

source: Install now!
ca@valencia: Instal·lar ara!
ms: Pasang sekarang!
pt: Instalar agora!
ro: Instalați acum!

source: Creating a new partition table of type %s for disk %s
ca@valencia: Creant una nova taula de partició de tipus %s pel disc %s
ms: Mewujudkan jadual partisyen baru dari jenis %s untuk cakera %s
pt: Criando uma nova tabela de partição tipo %s no disco %s
ro: Creare o nouă tabelă de partiție de tipul %s pentru discul %s

source: %s is mounted in '%s'. To continue it has to be unmounted. Click Yes to unmount, or No to return
ca@valencia: %s està muntat a '%s'. Per continuar s'ha de desmuntar. Clica a Sí per desmuntar-lo, o No per tornar
pt: %s está montado em '%s'. Para continuar precisa de ser desmontado. Click Sim para desmontar, ou não para retornar
ro: %s este montată in '%s'. Pentru a continua trebuie sa fie demontată. Clic Da pentru demontare, sau Nu pentru revenire

source: Partition %s will be deleted
ca@valencia: S'esborrarà la partició %s
ms: Partisyen %s akan dipadamkan
pt: Partição %s será deletada
ro: Partiția %s va fi ștearsă

source: Mount
ca@valencia: Munta
ms: Lekap
pt: Montar
ro: Montați

source: New
ca@valencia: Nou
ms: Baru
pt: Nova
ro: Nouă

source: Partition
ca@valencia: Partició
ms: Partisyen
pt: Partição
ro: Partiție

source: Relabel
ca@valencia: Torna a etiquetar
ms: Melabel semula
pt: Renomear
ro: Reetichetare

source: These disks will have partition actions:
ca@valencia: Es faran els següents canvis:
pt: Os seguintes discos vão ter acções nas partições:
ro: Aceste discuri vor suferi acțiuni de partiționare:

source: Saving changes done in %s
ca@valencia: Guardant els canvis fets a %s
ms: Perubahan simpanan telah dilakukan di %s
pt: Guardar alterações efectuadas em %s
ro: Salvare schimbări efectuate în %s

source: Creating fs of type %s in %s with label %s
ca@valencia: Creant sistema de fitxers %s a %s amb l'etiqueta %s
ms: Mewujudkan fs jenis %s di %s dengan label %s
pt: Criando fs do tipo %s em %s com rótulo %s
ro: Creare fs de tipul %s in %s cu eticheta %s

source: Antergos will install the bootloader of type %s in %s
pt: O Antergos vai instalar o "boot loader" do tipo %s em %s

source: Can't load %s css
pt: Não foi possivel carregar %s css

source: Choose next to which OS you want to install Antergos
pt: Seleccione junto de qual SO pretende instalar o Antergos

source: Antergos alongside another OS
pt: Antergos em simultaneo com outro SO

source: Detected OS
pt: Sistema Operativo detetado

source: Filesystem
pt: Sistema de ficheiros

source: In alongside install, can't create list of partitions
pt: No modo de instalação em simultáneo não é possivel criar a lista de partições

source: Installation type
pt: Tipo de instalação
ro: Tipul instalării

source: Erase disk and install Antergos (automatic)
ca@valencia: Esborra el disc i instal·la Antergos (automàtic)
ms: Memadam cakera dan memasang Antergos (automatik)
pt: Apagar disco inteiro e instalar Antergos (automático)
ro: Ștergeți discul si instalați Antergos (automată)

source: Warning: This will delete all data on your disk
pt: Atenção: Esta opção apagará todos os dados do seu disco
ro: Avertisment: Vor fi șterse toate datele de pe disc

source: Install this OS alongside the other OSes
pt: Instalar este SO em simultaneo com outros SOs

source: Install this OS alongside the other OSes you have already installed.
pt: Instalar este SO em simultaneo com outros SOs que tenha instalado

source: Manage your partitions where to install Antergos (advanced)
pt: Configure as suas partições e escolha onde instalar o Antergos (avançado)
ro: Administrați-vă partițiile unde veți instala Antergos (avansat)

source: Create/delete partitions, and also choose additional mount points.
pt: Criar/apagar partições, e também escolher pontos de montagens adicionais.
ro: Creați/ștergeți partiții și alegeți puncte de montare adiționale.

source: Automatic installation mode
pt: Modo de instalação automática
ro: Metodă de instalare automată

source: Select drive:
ca@valencia: Selecciona la unitat:
ms: Pilih pemacu:
pt: Selecione o disco:
ro: Selectați discul:

source: WARNING! This installation mode will overwrite everything in your drive!
pt: Atenção! Este modo de instalação vai apagar tudo do seu disco!

source: Please choose the drive where you want to install Antergos and click the button below to start the process.
pt: Por favor selecione o disco onde pretende instalar Antergos e clique no botão em baixo para iniciar o processo.

source: Automatic install using %s device
ca@valencia: Instal·lació automàtica usant el dispositiu %s
ms: Memasang automatik menggunakan peranti %s
pt: Instalação automática usando %s dispositivo
ro: Instalare automată folosind dispozitivul %s

source: Antergos will use %s as installation device
pt: Antergos vai usar %s como dispositivo de instalação

source: Installing using the '%s' method
ca@valencia: Instal·lant usant el mètode '%s'
ms: Memasang menggunakan kaedah '%s'
pt: Usando o método de instalação '%s'
ro: Instalare folosind metoda '%s'

source: Can't execute the auto partition script
ca@valencia: No puc executar el script d'autoparticionat
ms: Tidak boleh melaksanakan skrip partisyen auto
pt: Não foi possivel executar o script de auto particionamento
ro: Nu poate fi executat scriptul de autopartiționare

source: Mounting partition %s into %s directory
pt: A montar a partição %s na diretoria %s

source: Mounting partition %s into %s/boot directory
pt: A montar a partição %s na diretoria %s/boot

source: Couldn't mount root and boot partitions
ca@valencia: No puc muntar les particions de 'root' i 'boot'
ms: Tidak dapat lekap root dan but partisyen
pt: Não foi possível montar as partições de boot e raiz (/)
ro: Nu pot fi montate partițiile root și boot

source: Can't mount %s in %s
pt: Não pode montar %s em %s
ro: Nu se poate monta %s în %s

source: Can't create necessary directories on destination system
ca@valencia: No puc crear els directoris necessaris al sistema de destí
ms: Tidak boleh mewujudkan direktori yang diperlukan pada sistem destinasi
pt: Não foi possível criar as directorias necessárias no sistema

source: Can't retrieve remote package list, using a local file instead.
pt: Não foi possivel aceder á lista de pacotes remota, a usar a lista local.

source: Installing GRUB(2) BIOS boot loader in %s
pt: A instalar o "boot loader" GRUB(2) BIOS em %s

source: ERROR installing GRUB(2) BIOS.
ca@valencia: ERROR instal·lant el GRUB(2) BIOS.
ms: RALAT memasang GRUB(2) BIOS.
pt: Erro instalando GRUB(2) BIOS.
ro: EROARE la instalarea GRUB(2) BIOS.

source: GRUB(2) BIOS has been successfully installed.
ca@valencia: S'ha instal·lat correctament el GRUB(2) BIOS.
ms: GRUB(2) BIOS telah berjaya dipasang.
pt: GRUB(2) BIOS foi instalado com sucesso.
ro: GRUB(2) BIOS a fost instalat cu succes.

source: Installing GRUB(2) UEFI %s boot loader in %s
pt: A instalar o "boot loader" GRUB(2) UEFI %s em %s

source: ERROR installing GRUB(2) UEFI.
pt: Erro a instalar GRUB(2) UEFI.

source: Error creating password hash for user %s
ca@valencia: Error creant el 'hash' de la contrasenya per l'usuari %s
ms: Ralat mewujudkan hash kata laluan untuk pengguna %s
pt: Erro a criar hash da senha para o utilizador %s

source: Error changing password for user %s
ca@valencia: No puc canviar la contrasenya per l'usuari %s
ms: Ralat menukar kata laluan untuk pengguna %s
pt: Erro modificando senha para usuário %s
ro: Eroare la schimbarea parolei pentru utilizatorul %s

source: Configuring your new system
ca@valencia: Configurant el sistema
ms: Konfigurasi sistem baru anda
pt: Configurando seu novo sistema
ro: Configurarea noului tău sistem

source: Generating locales...
pt: A gerar os idiomas....

source: Adjusting hardware clock...
pt: A ajustar o relógio do computador...

source: Running mkinitcpio...
pt: A correr mkinitcpio

source: Select your keyboard layout
ca@valencia: Selecciona la teva distribució de teclat
ms: Pilih susun atur papan kekunci
pt: Selecione o layout de seu teclado
ro: Selectați-va schema tastaturii

source: Variants
ms: Varian
pt: Variações
ro: Variante

source: keyboard_layout is %s
ca@valencia: Teclat %s
ms: susun atur_papan kekunci adalah %s
pt: Layout do teclado é %s
ro: schema_tastaturii este %s

source: Please choose your language:
ca@valencia: Si us plau, escull el teu idioma:
ms: Sila pilih bahasa anda:
pt: Por favor escolha seu idioma:
ro: Va rugăm să vă alegeți limba:

source: This is an Alpha version.
pt: Esta é uma versão em desenvolvimento.
ro: Aceasta este o versiune alfa.

source: Still undergoing development. It is known NOT to work yet with LVM, RAID, btrfs subvolumes, and other advanced setups. Please proceed with caution as data loss is possible! If you find any bug, please, visit <a href='http://bugs.antergos.com'>http://bugs.antergos.com</a>
pt: Ainda em desenvolvimento. Ainda não funciona corretamente com LVM, RAID, subvolumes btrfs, e outras configurações avançadas. Por favor proceda com precaução já que pode ocorrer perda de dados! Se encontrar algum bug, visite <a href='http://bugs.antergos.com'>http://bugs.antergos.com</a>

source: Welcome to Antergos!
ca@valencia: Benvingut a Antergos!
ms: Selamat datang ke Antergos!
pt: Bem vindo ao Antergos!
ro: Bun venit in Antergos!

source: Languages
ca@valencia: Idiomes
ms: Bahasa
pt: Idiomas
ro: Limbi

source: Can't find translation file for the %s language
ca@valencia: No puc trobar el fitxer de traduccions per l'idioma %s
ms: Tidak dapat mencari fail penterjemahan untuk bahasa %s
pt: Não foi possível encontrar o arquivo de tradução para o idioma% s
ro: Nu poate fi găsit fișierul de traducere pentru limba %s

source: Select your location
ca@valencia: Seleccioneu la vostra ubicació
ms: Pilih lokasi anda
pt: Selecione sua localização
ro: Selectați-vă locația

source: The selected location will be used to help select the system locale. Normally this should be the country where you live. This is a shortlist of locations based on the language you selected.
ca@valencia: La ubicació seleccionada s'utilitzarà per ajudar a seleccionar la configuració regional del sistema. ⏎ Normalment aquest ha de ser el país on vostè viu. ⏎ Aquesta és una llista d'ubicacions segons la llengua que seleccioneu.
pt: A localização selecionada será usada para ajudar a selecionar o sistema local. Normalmente é usado o país aonde você vive. Esta é uma pequena lista de localização baseada no idioma que você selecionou.

source: Country, territory or area:
ca@valencia: País, territori o àrea:
pt: País, território ou área:
ro: Țară, teritoriu sau suprafață:

source: locale changed to : %s
ca@valencia: Lloc canviat a: %s
pt: Localização modificada para: %s
ro: locale schimbate în : %s
